[
    {
        "quote": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure.",
        "author": "Abraham Lincoln",
        "source": "Gettysburg Address",
        "context": "The opening of Lincoln's famous speech dedicating the Soldiers' National Cemetery.",
        "date": "1863"
    },
    {
        "quote": "I have a dream that one day this nation will rise up and live out the true meaning of its creed: 'We hold these truths to be self-evident, that all men are created equal.' I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood.",
        "author": "Martin Luther King Jr.",
        "source": "I Have a Dream Speech",
        "context": "A vision of a future without racial segregation.",
        "date": "1963"
    },
    {
        "quote": "We shall go on to the end, we shall fight in France, we shall fight on the seas and oceans, we shall fight with growing confidence and growing strength in the air, we shall defend our Island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.",
        "author": "Winston Churchill",
        "source": "Speech to House of Commons",
        "context": "Rallying the British people during WWII.",
        "date": "1940"
    },
    {
        "quote": "The world will little note, nor long remember what we say here, but it can never forget what they did here. It is for us the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced. It is rather for us to be here dedicated to the great task remaining before us.",
        "author": "Abraham Lincoln",
        "source": "Gettysburg Address",
        "context": "Calling for a new birth of freedom.",
        "date": "1863"
    },
    {
        "quote": "When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.",
        "author": "Thomas Jefferson",
        "source": "Declaration of Independence",
        "context": "The preamble to the Declaration.",
        "date": "1776"
    },
    {
        "quote": "It is a far, far better thing that I do, than I have ever done; it is a far, far better rest that I go to than I have ever known. I see the lives for which I lay down my life, peaceful, useful, prosperous and happy. I see that I hold a sanctuary in their hearts, and in the hearts of their descendants, generations hence.",
        "author": "Charles Dickens",
        "source": "A Tale of Two Cities",
        "context": "Sydney Carton's final thoughts before his execution.",
        "date": "1859"
    },
    {
        "quote": "To be, or not to be, that is the question: Whether 'tis nobler in the mind to suffer The slings and arrows of outrageous fortune, Or to take arms against a sea of troubles And by opposing end them. To die—to sleep, No more; and by a sleep to say we end The heart-ache and the thousand natural shocks That flesh is heir to.",
        "author": "William Shakespeare",
        "source": "Hamlet",
        "context": "Hamlet contemplating the nature of existence and death.",
        "date": "1600"
    },
    {
        "quote": "Friends, Romans, countrymen, lend me your ears; I come to bury Caesar, not to praise him. The evil that men do lives after them; The good is oft interred with their bones; So let it be with Caesar. The noble Brutus Hath told you Caesar was ambitious: If it were so, it was a grievous fault, And grievously hath Caesar answer'd it.",
        "author": "William Shakespeare",
        "source": "Julius Caesar",
        "context": "Mark Antony's funeral oration.",
        "date": "1599"
    },
    {
        "quote": "If you can keep your head when all about you Are losing theirs and blaming it on you, If you can trust yourself when all men doubt you, But make allowance for their doubting too; If you can wait and not be tired by waiting, Or being lied about, don't deal in lies, Or being hated, don't give way to hating, And yet don't look too good, nor talk too wise...",
        "author": "Rudyard Kipling",
        "source": "If—",
        "context": "A poem of advice to his son.",
        "date": "1910"
    },
    {
        "quote": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant. I believe that even amid today's mortar bursts and whining bullets, there is still hope for a brighter tomorrow.",
        "author": "Martin Luther King Jr.",
        "source": "Nobel Peace Prize Acceptance Speech",
        "context": "Accepting the award for his nonviolent struggle.",
        "date": "1964"
    },
    {
        "quote": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty. This much we pledge—and more.",
        "author": "John F. Kennedy",
        "source": "Inaugural Address",
        "context": "Committing the US to the defense of freedom.",
        "date": "1961"
    },
    {
        "quote": "We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed.",
        "author": "Thomas Jefferson",
        "source": "Declaration of Independence",
        "context": "Defining the fundamental rights of citizens.",
        "date": "1776"
    },
    {
        "quote": "A house divided against itself cannot stand. I believe this government cannot endure, permanently half slave and half free. I do not expect the Union to be dissolved — I do not expect the house to fall — but I do expect it will cease to be divided. It will become all one thing or all the other.",
        "author": "Abraham Lincoln",
        "source": "House Divided Speech",
        "context": "Addressing the issue of slavery before the Civil War.",
        "date": "1858"
    },
    {
        "quote": "Yesterday, December 7th, 1941—a date which will live in infamy—the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan. The United States was at peace with that nation and, at the solicitation of Japan, was still in conversation with its government and its emperor looking toward the maintenance of peace in the Pacific.",
        "author": "Franklin D. Roosevelt",
        "source": "Infamy Speech",
        "context": "Declaring war on Japan after Pearl Harbor.",
        "date": "1941"
    },
    {
        "quote": "The only thing we have to fear is fear itself—nameless, unreasoning, unjustified terror which paralyzes needed efforts to convert retreat into advance. In every dark hour of our national life a leadership of frankness and vigor has met with that understanding and support of the people themselves which is essential to victory.",
        "author": "Franklin D. Roosevelt",
        "source": "First Inaugural Address",
        "context": "Reassuring the nation during the Great Depression.",
        "date": "1933"
    },
    {
        "quote": "Mr. Gorbachev, tear down this wall! General Secretary Gorbachev, if you seek peace, if you seek prosperity for the Soviet Union and Eastern Europe, if you seek liberalization: Come here to this gate! Mr. Gorbachev, open this gate! Mr. Gorbachev, tear down this wall!",
        "author": "Ronald Reagan",
        "source": "Speech at the Berlin Wall",
        "context": "Challenging the Soviet Union to open the Berlin Wall.",
        "date": "1987"
    },
    {
        "quote": "I have nothing to offer but blood, toil, tears and sweat. We have before us an ordeal of the most grievous kind. We have before us many, many long months of struggle and of suffering. You ask, what is our policy? I can say: It is to wage war, by sea, land and air, with all our might and with all the strength that God can give us.",
        "author": "Winston Churchill",
        "source": "First Speech as Prime Minister",
        "context": "Preparing Britain for war.",
        "date": "1940"
    },
    {
        "quote": "In the beginning the Universe was created. This has made a lot of people very angry and been widely regarded as a bad move. Many were increasingly of the opinion that they'd all made a big mistake in coming down from the trees in the first place. And some said that even the trees had been a bad move, and that no one should ever have left the oceans.",
        "author": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy",
        "context": "The opening lines of the book.",
        "date": "1979"
    },
    {
        "quote": "All the world's a stage, And all the men and women merely players; They have their exits and their entrances, And one man in his time plays many parts, His acts being seven ages. At first, the infant, Mewling and puking in the nurse's arms. Then the whining schoolboy, with his satchel And shining morning face, creeping like snail Unwillingly to school.",
        "author": "William Shakespeare",
        "source": "As You Like It",
        "context": "Jaques' monologue on the stages of life.",
        "date": "1623"
    },
    {
        "quote": "Somewhere ages and ages hence: Two roads diverged in a wood, and I—I took the one less traveled by, And that has made all the difference. And both that morning equally lay In leaves no step had trodden black. Oh, I kept the first for another day! Yet knowing how way leads on to way, I doubted if I should ever come back.",
        "author": "Robert Frost",
        "source": "The Road Not Taken",
        "context": "The final stanza of the poem.",
        "date": "1916"
    },
    {
        "quote": "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it. Until one is committed, there is hesitancy, the chance to draw back, always ineffectiveness. Concerning all acts of initiative (and creation), there is one elementary truth, the ignorance of which kills countless ideas and splendid plans.",
        "author": "Johann Wolfgang von Goethe",
        "source": "Faust (Attributed)",
        "context": "On the power of commitment and action.",
        "date": "1808"
    },
    {
        "quote": "The quality of mercy is not strain'd, It droppeth as the gentle rain from heaven Upon the place beneath: it is twice blest; It blesseth him that gives and him that takes: 'Tis mightiest in the mightiest: it becomes The throned monarch better than his crown; His sceptre shows the force of temporal power.",
        "author": "William Shakespeare",
        "source": "The Merchant of Venice",
        "context": "Portia's plea for mercy.",
        "date": "1600"
    },
    {
        "quote": "Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword. For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law. And a person's enemies will be those of his own household.",
        "author": "Jesus",
        "source": "Matthew 10:34-36",
        "context": "Biblical passage on the division caused by faith.",
        "date": "1st Century"
    },
    {
        "quote": "I am the master of my fate, I am the captain of my soul. Out of the night that covers me, Black as the pit from pole to pole, I thank whatever gods may be For my unconquerable soul. In the fell clutch of circumstance I have not winced nor cried aloud. Under the bludgeonings of chance My head is bloody, but unbowed.",
        "author": "William Ernest Henley",
        "source": "Invictus",
        "context": "A poem about resilience in the face of adversity.",
        "date": "1875"
    },
    {
        "quote": "The woods are lovely, dark and deep, But I have promises to keep, And miles to go before I sleep, And miles to go before I sleep. He gives his harness bells a shake To ask if there is some mistake. The only other sound's the sweep Of easy wind and downy flake.",
        "author": "Robert Frost",
        "source": "Stopping by Woods on a Snowy Evening",
        "context": "The final stanza of the poem.",
        "date": "1923"
    },
    {
        "quote": "I am not a crook. I have earned everything I have got. And I will continue to fight for the American people. I have never been a quitter. To leave office before my term is completed is abhorrent to every instinct in my body. But as President, I must put the interest of America first.",
        "author": "Richard Nixon",
        "source": "Resignation Speech",
        "context": "Nixon addressing the Watergate scandal.",
        "date": "1974"
    },
    {
        "quote": "Ask not what your country can do for you—ask what you can do for your country. My fellow citizens of the world: ask not what America will do for you, but what together we can do for the freedom of man. Finally, whether you are citizens of America or citizens of the world, ask of us here the same high standards of strength and sacrifice which we ask of you.",
        "author": "John F. Kennedy",
        "source": "Inaugural Address",
        "context": "Calling for global cooperation and service.",
        "date": "1961"
    },
    {
        "quote": "It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes short again and again.",
        "author": "Theodore Roosevelt",
        "source": "Citizenship in a Republic",
        "context": "Praising the active participant over the observer.",
        "date": "1910"
    },
    {
        "quote": "We choose to go to the moon. We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard, because that goal will serve to organize and measure the best of our energies and skills, because that challenge is one that we are willing to accept, one we are unwilling to postpone, and one which we intend to win.",
        "author": "John F. Kennedy",
        "source": "Rice University Speech",
        "context": "Setting the goal for the Apollo program.",
        "date": "1962"
    },
    {
        "quote": "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character. I have a dream today! I have a dream that one day, down in Alabama, with its vicious racists... little black boys and black girls will be able to join hands with little white boys and white girls as sisters and brothers.",
        "author": "Martin Luther King Jr.",
        "source": "I Have a Dream Speech",
        "context": "Envisioning a future of racial harmony.",
        "date": "1963"
    },
    {
        "quote": "The only thing we have to fear is fear itself—nameless, unreasoning, unjustified terror which paralyzes needed efforts to convert retreat into advance. In every dark hour of our national life a leadership of frankness and vigor has met with that understanding and support of the people themselves which is essential to victory.",
        "author": "Franklin D. Roosevelt",
        "source": "First Inaugural Address",
        "context": "Addressing the Great Depression.",
        "date": "1933"
    },
    {
        "quote": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure.",
        "author": "Abraham Lincoln",
        "source": "Gettysburg Address",
        "context": "Opening of the address.",
        "date": "1863"
    },
    {
        "quote": "We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed.",
        "author": "Thomas Jefferson",
        "source": "Declaration of Independence",
        "context": "Preamble to the Declaration.",
        "date": "1776"
    },
    {
        "quote": "When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.",
        "author": "Thomas Jefferson",
        "source": "Declaration of Independence",
        "context": "Opening sentence of the Declaration.",
        "date": "1776"
    },
    {
        "quote": "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair.",
        "author": "Charles Dickens",
        "source": "A Tale of Two Cities",
        "context": "Opening paragraph.",
        "date": "1859"
    },
    {
        "quote": "To be, or not to be, that is the question: Whether 'tis nobler in the mind to suffer The slings and arrows of outrageous fortune, Or to take arms against a sea of troubles And by opposing end them. To die—to sleep, No more; and by a sleep to say we end The heart-ache and the thousand natural shocks That flesh is heir to.",
        "author": "William Shakespeare",
        "source": "Hamlet",
        "context": "Hamlet's soliloquy.",
        "date": "1600"
    },
    {
        "quote": "Friends, Romans, countrymen, lend me your ears; I come to bury Caesar, not to praise him. The evil that men do lives after them; The good is oft interred with their bones; So let it be with Caesar. The noble Brutus Hath told you Caesar was ambitious: If it were so, it was a grievous fault, And grievously hath Caesar answer'd it.",
        "author": "William Shakespeare",
        "source": "Julius Caesar",
        "context": "Antony's speech.",
        "date": "1599"
    },
    {
        "quote": "I have nothing to offer but blood, toil, tears and sweat. We have before us an ordeal of the most grievous kind. We have before us many, many long months of struggle and of suffering. You ask, what is our policy? I can say: It is to wage war, by sea, land and air, with all our might and with all the strength that God can give us.",
        "author": "Winston Churchill",
        "source": "Blood, Toil, Tears and Sweat",
        "context": "First speech as PM.",
        "date": "1940"
    },
    {
        "quote": "We shall go on to the end, we shall fight in France, we shall fight on the seas and oceans, we shall fight with growing confidence and growing strength in the air, we shall defend our Island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.",
        "author": "Winston Churchill",
        "source": "We Shall Fight on the Beaches",
        "context": "Rallying cry after Dunkirk.",
        "date": "1940"
    },
    {
        "quote": "Mr. Gorbachev, tear down this wall! General Secretary Gorbachev, if you seek peace, if you seek prosperity for the Soviet Union and Eastern Europe, if you seek liberalization: Come here to this gate! Mr. Gorbachev, open this gate! Mr. Gorbachev, tear down this wall!",
        "author": "Ronald Reagan",
        "source": "Speech at the Berlin Wall",
        "context": "Demanding the removal of the Berlin Wall.",
        "date": "1987"
    },
    {
        "quote": "In the beginning the Universe was created. This has made a lot of people very angry and been widely regarded as a bad move. Many were increasingly of the opinion that they'd all made a big mistake in coming down from the trees in the first place. And some said that even the trees had been a bad move, and that no one should ever have left the oceans.",
        "author": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy",
        "context": "Opening of the book.",
        "date": "1979"
    },
    {
        "quote": "All the world's a stage, And all the men and women merely players; They have their exits and their entrances, And one man in his time plays many parts, His acts being seven ages. At first, the infant, Mewling and puking in the nurse's arms. Then the whining schoolboy, with his satchel And shining morning face, creeping like snail Unwillingly to school.",
        "author": "William Shakespeare",
        "source": "As You Like It",
        "context": "The Seven Ages of Man speech.",
        "date": "1623"
    },
    {
        "quote": "Somewhere ages and ages hence: Two roads diverged in a wood, and I—I took the one less traveled by, And that has made all the difference. And both that morning equally lay In leaves no step had trodden black. Oh, I kept the first for another day! Yet knowing how way leads on to way, I doubted if I should ever come back.",
        "author": "Robert Frost",
        "source": "The Road Not Taken",
        "context": "Ending of the poem.",
        "date": "1916"
    },
    {
        "quote": "The quality of mercy is not strain'd, It droppeth as the gentle rain from heaven Upon the place beneath: it is twice blest; It blesseth him that gives and him that takes: 'Tis mightiest in the mightiest: it becomes The throned monarch better than his crown; His sceptre shows the force of temporal power.",
        "author": "William Shakespeare",
        "source": "The Merchant of Venice",
        "context": "Portia on mercy.",
        "date": "1600"
    },
    {
        "quote": "I am the master of my fate, I am the captain of my soul. Out of the night that covers me, Black as the pit from pole to pole, I thank whatever gods may be For my unconquerable soul. In the fell clutch of circumstance I have not winced nor cried aloud. Under the bludgeonings of chance My head is bloody, but unbowed.",
        "author": "William Ernest Henley",
        "source": "Invictus",
        "context": "Poem of resilience.",
        "date": "1875"
    },
    {
        "quote": "The woods are lovely, dark and deep, But I have promises to keep, And miles to go before I sleep, And miles to go before I sleep. He gives his harness bells a shake To ask if there is some mistake. The only other sound's the sweep Of easy wind and downy flake.",
        "author": "Robert Frost",
        "source": "Stopping by Woods on a Snowy Evening",
        "context": "Ending of the poem.",
        "date": "1923"
    },
    {
        "quote": "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it. Until one is committed, there is hesitancy, the chance to draw back, always ineffectiveness. Concerning all acts of initiative (and creation), there is one elementary truth, the ignorance of which kills countless ideas and splendid plans.",
        "author": "Johann Wolfgang von Goethe",
        "source": "Faust (Attributed)",
        "context": "On commitment.",
        "date": "1808"
    },
    {
        "quote": "Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword. For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law. And a person's enemies will be those of his own household.",
        "author": "Jesus",
        "source": "Matthew 10:34-36",
        "context": "On division.",
        "date": "1st Century"
    },
    {
        "quote": "Let me not to the marriage of true minds Admit impediments. Love is not love Which alters when it alteration finds, Or bends with the remover to remove: O no! it is an ever-fixed mark That looks on tempests and is never shaken; It is the star to every wandering bark, Whose worth's unknown, although his height be taken.",
        "author": "William Shakespeare",
        "source": "Sonnet 116",
        "context": "On the nature of love.",
        "date": "1609"
    },
    {
        "quote": "Shall I compare thee to a summer's day? Thou art more lovely and more temperate: Rough winds do shake the darling buds of May, And summer's lease hath all too short a date: Sometime too hot the eye of heaven shines, And often is his gold complexion dimm'd; And every fair from fair sometime declines, By chance or nature's changing course untrimm'd.",
        "author": "William Shakespeare",
        "source": "Sonnet 18",
        "context": "Famous love sonnet.",
        "date": "1609"
    },
    {
        "quote": "Tears, idle tears, I know not what they mean, Tears from the depth of some divine despair Rise in the heart, and gather to the eyes, In looking on the happy Autumn-fields, And thinking of the days that are no more. Fresh as the first beam glittering on a sail, That brings our friends up from the underworld, Sad as the last which reddens over one That sinks with all we love below the verge.",
        "author": "Alfred, Lord Tennyson",
        "source": "The Princess",
        "context": "Poem about nostalgia.",
        "date": "1847"
    },
    {
        "quote": "She walks in beauty, like the night Of cloudless climes and starry skies; And all that's best of dark and bright Meet in her aspect and her eyes; Thus mellowed to that tender light Which heaven to gaudy day denies. One shade the more, one ray the less, Had half impaired the nameless grace Which waves in every raven tress, Or softly lightens o'er her face.",
        "author": "Lord Byron",
        "source": "She Walks in Beauty",
        "context": "Romantic poem.",
        "date": "1814"
    },
    {
        "quote": "I wandered lonely as a cloud That floats on high o'er vales and hills, When all at once I saw a crowd, A host, of golden daffodils; Beside the lake, beneath the trees, Fluttering and dancing in the breeze. Continuous as the stars that shine And twinkle on the milky way, They stretched in never-ending line Along the margin of a bay.",
        "author": "William Wordsworth",
        "source": "I Wandered Lonely as a Cloud",
        "context": "Nature poem.",
        "date": "1807"
    },
    {
        "quote": "Tyger Tyger, burning bright, In the forests of the night; What immortal hand or eye, Could frame thy fearful symmetry? In what distant deeps or skies. Burnt the fire of thine eyes? On what wings dare he aspire? What the hand, dare seize the fire? And what shoulder, & what art, Could twist the sinews of thy heart? And when thy heart began to beat, What dread hand? & what dread feet?",
        "author": "William Blake",
        "source": "The Tyger",
        "context": "Poem about creation.",
        "date": "1794"
    },
    {
        "quote": "O Captain! my Captain! our fearful trip is done, The ship has weather'd every rack, the prize we sought is won, The port is near, the bells I hear, the people all exulting, While follow eyes the steady keel, the vessel grim and daring; But O heart! heart! heart! O the bleeding drops of red, Where on the deck my Captain lies, Fallen cold and dead.",
        "author": "Walt Whitman",
        "source": "O Captain! My Captain!",
        "context": "Elegy for Lincoln.",
        "date": "1865"
    },
    {
        "quote": "Because I could not stop for Death – He kindly stopped for me – The Carriage held but just Ourselves – And Immortality. We slowly drove – He knew no haste And I had put away My labor and my leisure too, For His Civility – We passed the School, where Children strove At Recess – in the Ring – We passed the Fields of Gazing Grain – We passed the Setting Sun –",
        "author": "Emily Dickinson",
        "source": "Because I could not stop for Death",
        "context": "Poem about death.",
        "date": "1890"
    },
    {
        "quote": "Hope is the thing with feathers That perches in the soul And sings the tune without the words And never stops at all. And sweetest in the Gale is heard And sore must be the storm That could abash the little Bird That kept so many warm. I've heard it in the chillest land And on the strangest Sea Yet never in Extremity, It asked a crumb of me.",
        "author": "Emily Dickinson",
        "source": "Hope is the thing with feathers",
        "context": "Metaphor for hope.",
        "date": "1891"
    },
    {
        "quote": "Do not stand at my grave and weep I am not there. I do not sleep. I am a thousand winds that blow. I am the diamond glints on snow. I am the sunlight on ripened grain. I am the gentle autumn rain. When you awaken in the morning's hush I am the swift uplifting rush Of quiet birds in circled flight. I am the soft stars that shine at night. Do not stand at my grave and cry; I am not there. I did not die.",
        "author": "Mary Elizabeth Frye",
        "source": "Do Not Stand at My Grave and Weep",
        "context": "Comforting poem about death.",
        "date": "1932"
    },
    {
        "quote": "Remember me when I am gone away, Gone far away into the silent land; When you can no more hold me by the hand, Nor I half turn to go yet turning stay. Remember me when no more day by day You tell me of our future that you plann'd: Only remember me; you understand It will be late to counsel then or pray.",
        "author": "Christina Rossetti",
        "source": "Remember",
        "context": "Sonnet about remembrance.",
        "date": "1862"
    },
    {
        "quote": "How do I love thee? Let me count the ways. I love thee to the depth and breadth and height My soul can reach, when feeling out of sight For the ends of being and ideal grace. I love thee to the level of every day's Most quiet need, by sun and candle-light. I love thee freely, as men strive for right. I love thee purely, as they turn from praise.",
        "author": "Elizabeth Barrett Browning",
        "source": "Sonnet 43",
        "context": "Famous love poem.",
        "date": "1850"
    },
    {
        "quote": "The moving finger writes; and, having writ, Moves on: nor all thy piety nor wit Shall lure it back to cancel half a line, Nor all thy tears wash out a word of it. And that inverted Bowl they call the Sky, Whereunder crawling coop'd we live and die, Lift not your hands to It for help—for It As impotently moves as you or I.",
        "author": "Omar Khayyam",
        "source": "Rubaiyat",
        "context": "On fate and time.",
        "date": "1120"
    },
    {
        "quote": "Water, water, every where, And all the boards did shrink; Water, water, every where, Nor any drop to drink. The very deep did rot: O Christ! That ever this should be! Yea, slimy things did crawl with legs Upon the slimy sea. About, about, in reel and rout The death-fires danced at night; The water, like a witch's oils, Burnt green, and blue and white.",
        "author": "Samuel Taylor Coleridge",
        "source": "The Rime of the Ancient Mariner",
        "context": "Sailor's curse.",
        "date": "1798"
    },
    {
        "quote": "It was many and many a year ago, In a kingdom by the sea, That a maiden there lived whom you may know By the name of Annabel Lee; And this maiden she lived with no other thought Than to love and be loved by me. I was a child and she was a child, In this kingdom by the sea, But we loved with a love that was more than love— I and my Annabel Lee.",
        "author": "Edgar Allan Poe",
        "source": "Annabel Lee",
        "context": "Poem about lost love.",
        "date": "1849"
    },
    {
        "quote": "Once upon a midnight dreary, while I pondered, weak and weary, Over many a quaint and curious volume of forgotten lore— While I nodded, nearly napping, suddenly there came a tapping, As of some one gently rapping, rapping at my chamber door. 'Tis some visitor,' I muttered, 'tapping at my chamber door— Only this and nothing more.'",
        "author": "Edgar Allan Poe",
        "source": "The Raven",
        "context": "Opening stanza.",
        "date": "1845"
    },
    {
        "quote": "Turning and turning in the widening gyre The falcon cannot hear the falconer; Things fall apart; the centre cannot hold; Mere anarchy is loosed upon the world, The blood-dimmed tide is loosed, and everywhere The ceremony of innocence is drowned; The best lack all conviction, while the worst Are full of passionate intensity.",
        "author": "W.B. Yeats",
        "source": "The Second Coming",
        "context": "Apocalyptic vision.",
        "date": "1919"
    },
    {
        "quote": "This is the way the world ends This is the way the world ends This is the way the world ends Not with a bang but a whimper. Between the idea And the reality Between the motion And the act Falls the Shadow. Between the conception And the creation Between the emotion And the response Falls the Shadow.",
        "author": "T.S. Eliot",
        "source": "The Hollow Men",
        "context": "Poem about despair.",
        "date": "1925"
    },
    {
        "quote": "I have seen the moment of my greatness flicker, And I have seen the eternal Footman hold my coat, and snicker, And in short, I was afraid. And would it have been worth it, after all, After the cups, the marmalade, the tea, Among the porcelain, among some talk of you and me, Would it have been worth while, To have bitten off the matter with a smile...",
        "author": "T.S. Eliot",
        "source": "The Love Song of J. Alfred Prufrock",
        "context": "Modernist poem.",
        "date": "1915"
    },
    {
        "quote": "Let us go then, you and I, When the evening is spread out against the sky Like a patient etherized upon a table; Let us go, through certain half-deserted streets, The muttering retreats Of restless nights in one-night cheap hotels And sawdust restaurants with oyster-shells: Streets that follow like a tedious argument Of insidious intent.",
        "author": "T.S. Eliot",
        "source": "The Love Song of J. Alfred Prufrock",
        "context": "Opening lines.",
        "date": "1915"
    },
    {
        "quote": "April is the cruellest month, breeding Lilacs out of the dead land, mixing Memory and desire, stirring Dull roots with spring rain. Winter kept us warm, covering Earth in forgetful snow, feeding A little life with dried tubers. Summer surprised us, coming over the Starnbergersee With a shower of rain; we stopped in the colonnade, And went on in sunlight, into the Hofgarten.",
        "author": "T.S. Eliot",
        "source": "The Waste Land",
        "context": "Opening of the poem.",
        "date": "1922"
    },
    {
        "quote": "Nature's first green is gold, Her hardest hue to hold. Her early leaf's a flower; But only so an hour. Then leaf subsides to leaf. So Eden sank to grief, So dawn goes down to day. Nothing gold can stay. I'm nobody! Who are you? Are you nobody, too? Then there's a pair of us - don't tell! They'd banish us, you know.",
        "author": "Robert Frost / Emily Dickinson",
        "source": "Nothing Gold Can Stay / I'm Nobody",
        "context": "Two short poems combined.",
        "date": "1923 / 1891"
    },
    {
        "quote": "When I consider how my light is spent, Ere half my days, in this dark world and wide, And that one Talent which is death to hide Lodged with me useless, though my Soul more bent To serve therewith my Maker, and present My true account, lest he returning chide; 'Doth God exact day-labour, light denied?' I fondly ask. But Patience, to prevent That murmur, soon replies...",
        "author": "John Milton",
        "source": "On His Blindness",
        "context": "Sonnet on blindness.",
        "date": "1673"
    },
    {
        "quote": "Death, be not proud, though some have called thee Mighty and dreadful, for thou art not so; For those whom thou think'st thou dost overthrow Die not, poor Death, nor yet canst thou kill me. From rest and sleep, which but thy pictures be, Much pleasure; then from thee much more must flow, And soonest our best men with thee do go, Rest of their bones, and soul's delivery.",
        "author": "John Donne",
        "source": "Holy Sonnet X",
        "context": "Defiance of death.",
        "date": "1633"
    },
    {
        "quote": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main. If a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as if a manor of thy friend's or of thine own were: any man's death diminishes me, because I am involved in mankind, and therefore never send to know for whom the bell tolls; it tolls for thee.",
        "author": "John Donne",
        "source": "Devotions upon Emergent Occasions",
        "context": "Meditation on connection.",
        "date": "1624"
    },
    {
        "quote": "To see a World in a Grain of Sand And a Heaven in a Wild Flower, Hold Infinity in the palm of your hand And Eternity in an hour. A Robin Redbreast in a Cage Puts all Heaven in a Rage. A dove house fill'd with doves & pigeons Shudders Hell thr' all its regions. A dog starv'd at his Master's Gate Predicts the ruin of the State.",
        "author": "William Blake",
        "source": "Auguries of Innocence",
        "context": "Mystical poem.",
        "date": "1803"
    },
    {
        "quote": "If you can dream—and not make dreams your master; If you can think—and not make thoughts your aim; If you can meet with Triumph and Disaster And treat those two impostors just the same; If you can bear to hear the truth you've spoken Twisted by knaves to make a trap for fools, Or watch the things you gave your life to, broken, And stoop and build 'em up with worn-out tools...",
        "author": "Rudyard Kipling",
        "source": "If—",
        "context": "Advice on stoicism.",
        "date": "1910"
    },
    {
        "quote": "I hold it true, whate'er befall; I feel it, when I sorrow most; 'Tis better to have loved and lost Than never to have loved at all. O yet we trust that somehow good Will be the final goal of ill, To pangs of nature, sins of will, Defects of doubt, and taints of blood; That nothing walks with aimless feet; That not one life shall be destroy'd, Or cast as rubbish to the void.",
        "author": "Alfred, Lord Tennyson",
        "source": "In Memoriam A.H.H.",
        "context": "Elegy for a friend.",
        "date": "1850"
    },
    {
        "quote": "For oft, when on my couch I lie In vacant or in pensive mood, They flash upon that inward eye Which is the bliss of solitude; And then my heart with pleasure fills, And dances with the daffodils. The waves beside them danced; but they Out-did the sparkling waves in glee: A poet could not but be gay, In such a jocund company.",
        "author": "William Wordsworth",
        "source": "I Wandered Lonely as a Cloud",
        "context": "Nature's memory.",
        "date": "1807"
    },
    {
        "quote": "Season of mists and mellow fruitfulness, Close bosom-friend of the maturing sun; Conspiring with him how to load and bless With fruit the vines that round the thatch-eves run; To bend with apples the moss'd cottage-trees, And fill all fruit with ripeness to the core; To swell the gourd, and plump the hazel shells With a sweet kernel; to set budding more, And still more, later flowers for the bees.",
        "author": "John Keats",
        "source": "To Autumn",
        "context": "Ode to the season.",
        "date": "1820"
    },
    {
        "quote": "A thing of beauty is a joy for ever: Its loveliness increases; it will never Pass into nothingness; but still will keep A bower quiet for us, and a sleep Full of sweet dreams, and health, and quiet breathing. Therefore, on every morrow, are we wreathing A flowery band to bind us to the earth, Spite of despondence, of the inhuman dearth Of noble natures, of the gloomy days.",
        "author": "John Keats",
        "source": "Endymion",
        "context": "Opening lines.",
        "date": "1818"
    },
    {
        "quote": "O wild West Wind, thou breath of Autumn's being, Thou, from whose unseen presence the leaves dead Are driven, like ghosts from an enchanter fleeing, Yellow, and black, and pale, and hectic red, Pestilence-stricken multitudes: O thou, Who chariotest to their dark wintry bed The winged seeds, where they lie cold and low, Each like a corpse within its grave, until Thine azure sister of the Spring shall blow...",
        "author": "Percy Bysshe Shelley",
        "source": "Ode to the West Wind",
        "context": "Invocation of the wind.",
        "date": "1820"
    },
    {
        "quote": "Look on my Works, ye Mighty, and despair! Nothing beside remains. Round the decay Of that colossal Wreck, boundless and bare The lone and level sands stretch far away. I met a traveller from an antique land, Who said—“Two vast and trunkless legs of stone Stand in the desert. . . . Near them, on the sand, Half sunk a shattered visage lies, whose frown, And wrinkled lip, and sneer of cold command...",
        "author": "Percy Bysshe Shelley",
        "source": "Ozymandias",
        "context": "Sonnet on transience.",
        "date": "1818"
    },
    {
        "quote": "The sea is calm tonight. The tide is full, the moon lies fair Upon the straits; on the French coast the light Gleams and is gone; the cliffs of England stand, Glimmering and vast, out in the tranquil bay. Come to the window, sweet is the night-air! Only, from the long line of spray Where the sea meets the moon-blanched land, Listen! you hear the grating roar Of pebbles which the waves draw back...",
        "author": "Matthew Arnold",
        "source": "Dover Beach",
        "context": "Melancholy poem.",
        "date": "1867"
    },
    {
        "quote": "Do not go gentle into that good night, Old age should burn and rave at close of day; Rage, rage against the dying of the light. Though wise men at their end know dark is right, Because their words had forked no lightning they Do not go gentle into that good night. Good men, the last wave by, crying how bright Their frail deeds might have danced in a green bay, Rage, rage against the dying of the light.",
        "author": "Dylan Thomas",
        "source": "Do not go gentle into that good night",
        "context": "Villanelle on death.",
        "date": "1951"
    },
    {
        "quote": "I have eaten the plums that were in the icebox and which you were probably saving for breakfast Forgive me they were delicious so sweet and so cold. The Red Wheelbarrow: so much depends upon a red wheel barrow glazed with rain water beside the white chickens.",
        "author": "William Carlos Williams",
        "source": "This Is Just To Say / The Red Wheelbarrow",
        "context": "Two imagist poems.",
        "date": "1934 / 1923"
    },
    {
        "quote": "anyone lived in a pretty how town (with up so floating many bells down) spring summer autumn winter he sang his didn't he danced his did. Women and men (both little and small) cared for anyone not at all they sowed their isn't they reaped their same sun moon stars rain. children guessed(but only a few and down they forgot as up they grew autumn winter spring summer) that noone loved him more by more.",
        "author": "E.E. Cummings",
        "source": "anyone lived in a pretty how town",
        "context": "Avant-garde poem.",
        "date": "1940"
    },
    {
        "quote": "Whatever you do, don't let go. I'm not gonna let go, Jack. I'll never let go. I promise. [They kiss] Come back. Come back! I'll never let go. I promise. [She watches him sink] I'll never let go, Jack. I'll never let go. [She blows the whistle] Come back! Come back! [The boat turns around]",
        "author": "Rose DeWitt Bukater",
        "source": "Titanic",
        "context": "Rose's promise to Jack.",
        "date": "1997"
    },
    {
        "quote": "My name is Maximus Decimus Meridius, commander of the Armies of the North, General of the Felix Legions and loyal servant to the TRUE emperor, Marcus Aurelius. Father to a murdered son, husband to a murdered wife. And I will have my vengeance, in this life or the next.",
        "author": "Maximus",
        "source": "Gladiator",
        "context": "Revealing his identity to Commodus.",
        "date": "2000"
    },
    {
        "quote": "I know what you're thinking. 'Did he fire six shots or only five?' Well to tell you the truth in all this excitement I kinda lost track myself. But being this is a .44 Magnum, the most powerful handgun in the world and would blow your head clean off, you've gotta ask yourself one question: 'Do I feel lucky?' Well, do ya, punk?",
        "author": "Harry Callahan",
        "source": "Dirty Harry",
        "context": "Taunting a bank robber.",
        "date": "1971"
    },
    {
        "quote": "You see, in this world there's two kinds of people, my friend: Those with loaded guns and those who dig. You dig. [Blondie shoots the rope] There are two kinds of spurs, my friend. Those that come in by the door, and those that come in by the window.",
        "author": "Blondie",
        "source": "The Good, the Bad and the Ugly",
        "context": "Standoff at the cemetery.",
        "date": "1966"
    },
    {
        "quote": "I'm sorry, but I don't want to be an emperor. That's not my business. I don't want to rule or conquer anyone. I should like to help everyone - if possible - Jew, Gentile - black man - white. We all want to help one another. Human beings are like that. We want to live by each other's happiness - not by each other's misery.",
        "author": "Charlie Chaplin",
        "source": "The Great Dictator",
        "context": "Final speech.",
        "date": "1940"
    },
    {
        "quote": "Greed, for lack of a better word, is good. Greed is right. Greed works. Greed clarifies, cuts through, and captures the essence of the evolutionary spirit. Greed, in all of its forms -- greed for life, for money, for love, knowledge -- has marked the upward surge of mankind.",
        "author": "Gordon Gekko",
        "source": "Wall Street",
        "context": "Speech to shareholders.",
        "date": "1987"
    },
    {
        "quote": "Choose Life. Choose a job. Choose a career. Choose a family. Choose a fucking big television, choose washing machines, cars, compact disc players and electrical tin openers. Choose good health, low cholesterol, and dental insurance. Choose fixed interest mortgage repayments. Choose a starter home. Choose your friends.",
        "author": "Mark Renton",
        "source": "Trainspotting",
        "context": "Opening monologue.",
        "date": "1996"
    },
    {
        "quote": "Good morning. In less than an hour, aircraft from here will join others from around the world. And you will be launching the largest aerial battle in the history of mankind. 'Mankind.' That word should have new meaning for all of us today. We can't be consumed by our petty differences anymore. We will be united in our common interests.",
        "author": "President Whitmore",
        "source": "Independence Day",
        "context": "Speech before the final battle.",
        "date": "1996"
    },
    {
        "quote": "Sons of Gondor! Of Rohan! My brothers! I see in your eyes the same fear that would take the heart of me! A day may come when the courage of men fails, when we forsake our friends and break all bonds of fellowship, but it is not this day! An hour of wolves and shattered shields when the age of Men comes crashing down! But it is not this day! This day we fight!",
        "author": "Aragorn",
        "source": "The Return of the King",
        "context": "Speech at the Black Gate.",
        "date": "2003"
    },
    {
        "quote": "The path of the righteous man is beset on all sides by the inequities of the selfish and the tyranny of evil men. Blessed is he who, in the name of charity and good will, shepherds the weak through the valley of the darkness. For he is truly his brother's keeper and the finder of lost children. And I will strike down upon thee with great vengeance and furious anger those who attempt to poison and destroy my brothers.",
        "author": "Jules Winnfield",
        "source": "Pulp Fiction",
        "context": "Ezekiel 25:17 (misquoted).",
        "date": "1994"
    },
    {
        "quote": "Hello, ladies, look at your man, now back to me, now back at your man, now back to me. Sadly, he isn't me, but if he stopped using ladies scented body wash and switched to Old Spice, he could smell like he's me. Look down, back up, where are you? You're on a boat with the man your man could smell like.",
        "author": "Isaiah Mustafa",
        "source": "Old Spice Commercial",
        "context": "Viral ad campaign.",
        "date": "2010"
    },
    {
        "quote": "Here's to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They're not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can't do is ignore them. Because they change things.",
        "author": "Steve Jobs / Apple",
        "source": "Think Different Campaign",
        "context": "Ad celebrating innovators.",
        "date": "1997"
    },
    {
        "quote": "It is a period of civil war. Rebel spaceships, striking from a hidden base, have won their first victory against the evil Galactic Empire. During the battle, Rebel spies managed to steal secret plans to the Empire's ultimate weapon, the DEATH STAR, an armored space station with enough power to destroy an entire planet.",
        "author": "George Lucas",
        "source": "Star Wars: A New Hope",
        "context": "Opening crawl.",
        "date": "1977"
    },
    {
        "quote": "War is peace. Freedom is slavery. Ignorance is strength. The Ministry of Truth contained, it was said, three thousand rooms above ground level, and corresponding ramifications below. Scattered about London there were just three other buildings of similar appearance and size. So completely did they dwarf the surrounding architecture that from the roof of Victory Mansions you could see all four of them simultaneously.",
        "author": "George Orwell",
        "source": "1984",
        "context": "Description of the Ministries.",
        "date": "1949"
    },
    {
        "quote": "It was a bright cold day in April, and the clocks were striking thirteen. Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of Victory Mansions, though not quickly enough to prevent a swirl of gritty dust from entering along with him.",
        "author": "George Orwell",
        "source": "1984",
        "context": "Opening lines.",
        "date": "1949"
    },
    {
        "quote": "Happy families are all alike; every unhappy family is unhappy in its own way. Everything was in confusion in the Oblonskys' house. The wife had discovered that the husband was carrying on an intrigue with a French girl, who had been a governess in their family, and she had announced to her husband that she could not go on living in the same house with him.",
        "author": "Leo Tolstoy",
        "source": "Anna Karenina",
        "context": "Opening lines.",
        "date": "1877"
    },
    {
        "quote": "Call me Ishmael. Some years ago—never mind how long precisely—having little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world. It is a way I have of driving off the spleen and regulating the circulation.",
        "author": "Herman Melville",
        "source": "Moby-Dick",
        "context": "Opening paragraph.",
        "date": "1851"
    },
    {
        "quote": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort. It had a perfectly round door like a porthole, painted green, with a shiny yellow brass knob in the exact middle.",
        "author": "J.R.R. Tolkien",
        "source": "The Hobbit",
        "context": "Opening paragraph.",
        "date": "1937"
    },
    {
        "quote": "Mr. and Mrs. Dursley, of number four, Privet Drive, were proud to say that they were perfectly normal, thank you very much. They were the last people you'd expect to be involved in anything strange or mysterious, because they just didn't hold with such nonsense. Mr. Dursley was the director of a firm called Grunnings, which made drills.",
        "author": "J.K. Rowling",
        "source": "Harry Potter and the Sorcerer's Stone",
        "context": "Opening paragraph.",
        "date": "1997"
    },
    {
        "quote": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife. However little known the feelings or views of such a man may be on his first entering a neighbourhood, this truth is so well fixed in the minds of the surrounding families, that he is considered the rightful property of some one or other of their daughters.",
        "author": "Jane Austen",
        "source": "Pride and Prejudice",
        "context": "Opening paragraph.",
        "date": "1813"
    },
    {
        "quote": "Lolita, light of my life, fire of my loins. My sin, my soul. Lo-lee-ta: the tip of the tongue taking a trip of three steps down the palate to tap, at three, on the teeth. Lo. Lee. Ta. She was Lo, plain Lo, in the morning, standing four feet ten in one sock. She was Lola in slacks. She was Dolly at school. She was Dolores on the dotted line. But in my arms she was always Lolita.",
        "author": "Vladimir Nabokov",
        "source": "Lolita",
        "context": "Opening paragraph.",
        "date": "1955"
    },
    {
        "quote": "The sky above the port was the color of television, tuned to a dead channel. 'It's not like I'm using,' Case heard someone say, as he shouldered his way through the crowd around the door of the Chat. 'It's like my body's developed this massive drug deficiency.' It was a Sprawl voice and a Sprawl joke.",
        "author": "William Gibson",
        "source": "Neuromancer",
        "context": "Opening lines of cyberpunk classic.",
        "date": "1984"
    },
    {
        "quote": "A screaming comes across the sky. It has happened before, but there is nothing to compare it to now. It is too late. The Evacuation still proceeds, but it's all theatre. There are no lights inside the cars. No light anywhere. Above him lift girders old as an iron queen, and glass somewhere far above that would let the light of day through.",
        "author": "Thomas Pynchon",
        "source": "Gravity's Rainbow",
        "context": "Opening lines.",
        "date": "1973"
    },
    {
        "quote": "He was an old man who fished alone in a skiff in the Gulf Stream and he had gone eighty-four days now without taking a fish. In the first forty days a boy had been with him. But after forty days without a fish the boy's parents had told him that the old man was now definitely and finally salao, which is the worst form of unlucky.",
        "author": "Ernest Hemingway",
        "source": "The Old Man and the Sea",
        "context": "Opening paragraph.",
        "date": "1952"
    },
    {
        "quote": "All children, except one, grow up. They soon know that they will grow up, and the way Wendy knew was this. One day when she was two years old she was playing in a garden, and she plucked another flower and ran with it to her mother. I suppose she must have looked rather delightful, for Mrs. Darling put her hand to her heart and cried, 'Oh, why can't you remain like this for ever!'",
        "author": "J.M. Barrie",
        "source": "Peter Pan",
        "context": "Opening paragraph.",
        "date": "1911"
    }
]